<?php
/**
 * 澳底國小網站程式
 *
 * LICENSE
 *
 * 本程式遵循GNU/GPL v3規範，詳情請見http://www.gnu.org/licenses/gpl.txt
 *
 * @copyright  2008 ottokang
 * @license    http://www.gnu.org/licenses/gpl.txt   GNU/GPL License 3
 */
?>
<?php $this->headTitle('校史沿革') ?>
<?php $this->headLink()->appendStylesheet(BASE_URL . 'template/css/history.css') ?>

<h1>校史沿革</h1>
<h2>校史介紹</h2>
    <p>澳底國小位於貢寮鄉濱海公路澳底漁港旁。創立於民國二年，澳底國小隨著社會繁榮而日益進步，學生家長的職業由絕大多數的捕魚工作至今發展到農、漁、工、商兼具，儼然為社會的中堅。澳底的孩子生活在依山傍水，風景秀麗的東北角觀光據點上，展現出被自然洗禮的純真笑靨。</p>
    <p>本校校址離縣府板橋約七十五公里，雖為一般學校，實為屬偏遠。舟車來往辛勞，故在硬體設備上，因交通的不易，而有所缺憾。 目前本校在有十二個班級、幼稚園二班，自然、音樂、美勞等專科教室及圖書室、資源教室、電腦室的設備，各處室皆依課程需要，而能充份利用。</p>
    <p>因學校偏遠，教師多住校，除校長宿舍外，另有男、女單身宿舍兩棟，平時教師以校為家，相互照顧，為校務發展發揮群策群力的功效。</p>
    <p>教育工作是項希望工程，也是建築靈魂的事業，澳底國小的教職員在此共識下，努力創造澳底孩童亮麗的明天，也慶幸本地的孩子，有關心教育的父母，提供學校適時的幫助，讓澳底的孩童在無憂無慮下，快樂學習。</p>

<h2>校史介紹</h2>
    <table summary="校史">
        <tr>
            <td>民國二年四月一日</td>
            <td>創立頂雙溪公學校澳底分校</td>
        </tr>
        <tr>
            <td>民國十年四月</td>
            <td>改稱為澳底分教場</td>
        </tr>
        <tr>
            <td>民國十二年三月</td>
            <td>改稱為澳底公學校</td>
        </tr>
        <tr>
            <td>民國三十年四月</td>
            <td>改稱為澳底國民學校</td>
        </tr>
        <tr>
            <td>民國五十七年八月</td>
            <td>改稱澳底國民小學至今</td>
        </tr>
    </table>